Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 这位苦行僧没有抬头望向那块金字匾额，而是看着之前宋集薪插香的地面，双手合十，低头悲悯道：“阿弥陀佛。”
en_us: This ascetic monk didn't look up at the plaque with golden words, and he instead looked at the ground where Song Jixin had placed the incense sticks before. He lowered his head and recited in a compassionate voice, "Amitabha."

source: 这位藩王一想到要去京城，其实也很头疼。
en_us: In fact, Song Changjing also felt a slight headache when he thought about returning to the capital.

source: 这位藩王不知为何，想起一句话，“人心是一面镜子，原本越是干净，越是纤尘不染，越是经不起推敲试探。”
en_us: For some reason, a quote sprang into his mind: "The human heart is like a mirror. The cleaner and more pristine it once was, the less capable it is of withstanding trials and tribulations."

source: 这位藩王原本纤尘不染的雪白长袍，亦是沾满淤泥，靴子自然更是难以幸免。
en_us: Song Changjing's snow-white robe had initially been spotless, yet at this moment, they also became covered in water and mud. His shoes naturally weren't spared either.

source: 这位藩王转头笑望向自己侄子，少年笑眯眯道：“厥，大放厥词。”
en_us: Song Changjing turned to Song Jixin, and the latter replied with a smile, "Braggadocious."

source: 这位身份像是家奴的魁梧老人，双手垂膝，走路之时，后背微驼，如负重而行。
en_us: The old man appeared to be a servant of hers, and his back was slightly hunched over as he walked, while his hands trailed all the way down to his knees, as if he were carrying a heavy burden on his back.

source: 这位锦衣玉食的年轻人，愈发脆弱无助，嘴唇颤抖，泣不成声道：“好不好？我给你下跪，我给你认错，行不行？”
en_us: The wealthy young boy appeared increasingly fragile and helpless, with his lips quivering as he sobbed and said, "Please? I'll kneel and apologize, okay?"

source: 这位顶着“私生子”“野种”头衔很多年的读书种子，如今已经知道身边男人的真实身份，所以少年才更加明白男人所说言语的分量，“亲自摆酒”这四个字，将会是一张大骊最厉害的保命符，是一架官场最长的青云梯。
en_us: Right now, this young boy who had been slandered as an "illegitimate child" and "bastard" for many years was already aware of this man's true identity. Thus, he very clearly understood the weight behind this man's words. The promise to "personally organize a banquet" would be one of the most powerful life-saving talismans in the Great Li Empire. It would more so be a grand ladder that allowed Liu Xianyang to climb to great heights.

source: 这使得老猿那一拳，非但没能洞穿少年的后背心，没能成功打烂一颗心脏，反而只是“擦”了一下少年后背心下边一寸的背部。
en_us: As a result, Bai Yuan's fist wasn't able to punch through Chen Ping'an's back to pulverize his heart, as he had envisioned. Instead, it merely grazed Chen Ping'an's back in a glancing blow.

source: 这便是市井俗语“请神容易送神难”的真正缘由。
en_us: This was the real reason behind the common saying, "inviting a god is easy, but farewelling a god is hard".

source: 这像是齐先生。
en_us: The voice seemed to belong to Mr. Qi, and Chen Ping'an instinctively stood up straight and stopped in his tracks before looking around with a dazed expression.

source: 这全然不是人神之间该有的问答。
en_us: This was clearly an exchange that should have never occurred between a human and a god.

source: 这刻，少年心如止水。
en_us: At this moment, his heart was as still as a tranquil pond.

source: 这大概就是刘灞桥的独有魅力，能够把原本一件憋屈窝囊的糗事，说得让当事人完全不生气。
en_us: This was probably the reason for Liu Baqiao's charisma. This was something that should have been vexing and irritating, yet Liu Baqiao was able to say it in such a manner that wasn't infuriating at all.

source: 这头正阳山护山猿活得太久，所以太过见多识广，见识过擅长养育上乘飞剑的剑仙，其中拥有数十把玲珑袖珍的飞剑，皆微小如细发牛毛。也见识过大如山峰的本命飞剑，一剑劈下，江河断绝。
en_us: Bai Yuan had lived for a long time, so he had naturally seen and experienced many things as well. He had seen Sword Immortals who were skilled in nurturing top-notch flying swords, and there were those who possessed dozens of mini flying swords that could fit in their sleeves. These were flying swords that were as small and fine as hair. He had also seen a bonded flying sword that was as large as a mountain, with its power so immense that it could sever a river with a single slash.

source: 这尊法相嘴唇微动，无声而念，“列星随旋，日月递炤，四时代御，阴阳大化，风雨博施，万物各得其和以生，各得其养以成……”
en_us: The lips of the Dao Manifestation were moving slightly as it recited in silence, "The stars follow and revolve alongside one another, while the sun and the moon replace one another in a perpetual cycle. The seasons take turns controling the weather, while Yin and Yang give rise to the world. The wind and the rain nurture all things, providing them with the vitality required to grow..."

source: 这就是一件让人感到心安的事情。
en_us: This was a thought that would put one's mind at ease.

source: 这就是儒家各大书院特有的“执经问难”，课堂之上，会安排有一位“问师”，向讲学之人询问，可以有一问数问，十问甚至百问。
en_us: In all of the major Daoist academies, it was considered to be customary practice for a teacher to hold a book in their hand while answering questions from students. An "inquisitor" would be present to ask questions for the teacher to answer, and sometimes, it could just be a single question, while other times, it could be several questions, dozens of questions, or even hundreds.

source: 这就是风雷园刘灞桥的本性本心。
en_us: This was the inherent nature of Wind Lightning Field's Liu Baqiao.

source: 这并非情窦初开，或是什么儿女情长，而是油然而生的善心。
en_us: This wasn't a case of awakening adolescent love, nor was it a case of deep affection toward someone. Instead, this was simply a case of kindness from the bottom of her heart.

source: 这座别院位置居中，不贴靠福禄街的街道。
en_us: The courtyard that the little girl was staying in was situated at the center of the manor, so it wasn't in close proximity to Fortune Street.

source: 这恐怕就是年轻剑修对世间女子的最高评价了。
en_us: This was perhaps the ultimate praise that a woman could receive from Liu Baqiao.

source: 这意味着草鞋少年从泥瓶巷开始，到小镇屋顶，再到深山小溪，最后到这荒郊野岭，每次奔跑，都在大幅度持续减寿。少年对此心知肚明。
en_us: This implied that Chen Ping'an had been sacrificing his lifespan when he had run across the rooftops, waded through the creek, and escaped through the mountains. Not only that, but Chen Ping'an had been completely aware of this as well.

source: 这意味着齐静春的恩师，是儒家，或者准确说是儒教漫长历史上的第四人？
en_us: This meant that Qi Jingchun's teacher was the fourth-most important figure in the school of Confucianism, which had existed for thousands of years.

source: 这才是真正名副其实的百年一遇，而不是烂大街的礼节性夸赞。
en_us: In the cultivation world, the term "prodigy" was often overused, but she was a true prodigy in every sense of the word.

source: 这才有了之后陈平安的三次找人。
en_us: Afterward, he had gone to look for the three people.

source: 这抹幽绿流光差不多一口气掠出八百里后，就被从天而降的一根青色丝线，从头颅当中贯穿而过。
en_us: The speck of green fire flew close to 400 kilometers before being struck down by an azure thread through the head.

source: 这时候院门骤然打开，赵繇抬头看去，宋集薪好像正要和婢女稚圭出门，两人言笑晏晏。
en_us: The door suddenly swung open at this moment. Zhao Yao looked up, only to see Song Jixin and Zhi Gui about to head out. The two of them were chattering and laughing.

source: 这是习惯使然。
en_us: He was doing this out of habit.

source: 这是孩子第二次入山，第一次杨家铺子的老杨头带着，照顾到孩子的孱弱脚力，于是走得很慢，加上老人只是教了孩子需要采摘那几种草药，而且箩筐也是老人背着的，所以那一趟进山出山，其实还算轻松。今天就不一样了，孩子顶着烈日，背着箩筐，后背传来一阵阵灼烧般的刺痛。
en_us: This was the second time that the boy had ventured into the mountain. The first time, he had been led by Old Man Yang from the Yang Family's medicine shop, and the old man had walked quite slowly in order to cater to the young boy. In addition to that, the old man had been carrying the basket in the boy's stead, and he had only taught the boy to collect several types of medicinal herbs. Hence, that first trip up the mountain had been quite a leisurely one, but this second trip was a different story. The boy was being baked under the scorching sun while having to endure the searing pain from the basket cutting into the skin on his back.

source: 这是少年在懂事后，生平第次如此感到恐惧，手脚冰凉。
en_us: He was so frightened by what he had heard that his hands and feet had turned as cold as ice, and it was the first time in his life that he had ever felt such an overwhelming degree of fear.

source: 这是技不如人。
en_us: As such, she hadn't been defeated due to a disparity in their cultivation base. Instead, her opponent had simply displayed far superior technique to hers.

source: 这是老猿第一次听到少女如此健谈，洋洋洒洒，与印象中那个不苟言笑的帷帽少女，大相径庭。
en_us: This was the first time Bai Yuan had seen her being so talkative, and she appeared completely different from the young girl with a veiled hat who was reserved and didn't show many emotions.

source: 这是陈平安第一次看到少女如此神情，虽然身体紧绷充满戒备，但是眼神发亮，跃跃欲试。
en_us: This was the first time that Chen Ping'an had seen her wear such an expression. However, even though her body was tense and alert, her eyes were gleaming with excitement and anticipation.

source: 这显然不是一个如何令人满意的答复，不过那位享誉半洲的年轻君子，没有咄咄逼人，与慕名已久的齐先生，聊了聊小镇的风土人情和小镇之外的风云变幻，然后就告辞离去。
en_us: This clearly wasn't a very satisfactory answer. However, the renowned young Confucian scholar hadn't tried to pressure Qi Jingchun into giving him an answer. Instead, he had chatted about the small town's customs and the events outside the small town with Mr. Qi, someone whom he had admired for a long time. He had then bade farewell.

source: 这最少意味着少年从头到尾，始终在隐藏气力。
en_us: At the very least, this indicated that he had been hiding part of his strength this entire time.

source: 这本是齐静春苦求多年而不得的事情，这位主动要求贬谪至此的读书人，原先只觉得天地处处是异乡。
en_us: This was something that Qi Jingchun had searched for but failed to find for countless years. This scholar, who had actively asked to be banished to this place, had initially thought that everywhere in the world was a foreign land.

source: 这条大道之上，越是前行，身份贵贱，男女之别，年龄大小，皆是虚妄，毫无意义。
en_us: On the path to pursuing the Great Dao, the further one advanced, the less significance there was in things like status, gender, age, and other factors.

source: 这条新建没多久的木制廊桥，如今还泛着一股淡淡的木香和漆味，主要梁柱的木头，全是封禁无数年的深山老林里砍伐而来，极难搬运出山，绕山而行的小溪平时水位不高，远远不足以浮起那些巨大木料，只好挑选暴雨时分，山路泥泞湿滑，一个不小心就会掉入洪水当中，可谓极其危险，所幸那一次并无青壮百姓落水身亡，有人说是那趟运木出山，学塾先生齐静春亲自前往帮忙，手把手教人如何运作，所以是托了齐先生的福，这才万事平安。
en_us: This wooden covered bridge had only been built for a few years, so one could still smell the coat of paint and the faint fragrance of wood. The main pillars and beams were all constructed from wood that had been felled from the mountains and forests that had been sealed for countles years. Transporting the felled trees had been extremely difficult, especially since the small creek that ran around the mountains wasn't deep enough for them to float on. Thus, they could only transport them during heavy downpours when the mountain became muddy and slippery. If they weren't careful, they would fall into the raging waters and face perilous danger. Fortunately, no one had slipped into the creek and drowned at that time. Some also said that Mr. Qi from the private school had personally gone over to help, teaching the workers how to properly transport the felled trees. Thus, it was thanks to Mr. Qi that everything that gone smoothly.

source: 这栋宅子里，唯一能动的人和物，是婢女稚圭和那条不起眼的四脚蛇，她很早就察觉到异样，脑海中第一个冒出的想法，是去隔壁院子，找那个面瘫少女，骂她个狗血淋头，但是当婢女意识到那柄剑的存在后，便打消了这个诱人的念头。她先是来到自己少爷的房间，斜瞥一眼书页内容，看到“曹曦”两个字就嫌烦，便帮少爷向后翻了几页，看到有关“谢实”的篇幅后，才开心笑了笑。只不过很快她就悻悻然，又将书页翻回去，以免泄露天机，害得自己露了马脚，这些年来，精明城府的少爷不过是出于好奇，怀疑她的身份来历罢了，从未抓到过真正的确凿证据，她可不想在大功告成之际，功亏一篑，她跟随少爷经常要去乡塾，觉得读书人有些话，说得很虚伪混账，比如“舍生而取义者也”，有些话则说得还不错，比如“行百里者半于九十”，真是把道理给说通透了。
en_us: In this residence, there was only one person and one matter that could still move, Zhi Gui and the inconspicuous four-legged snake. She had noticed the abnormal situation very early on, and the first thought that had occurred to her was to go next door to look for that expressionless young girl and give her a hearty scolding. However, after noticing the existence of that sword, the maidservant gave up on this enticing thought. She first walked into her young master's room and shot a sideways glance at the contents of the book that he was reading. She was immediately annoyed upon seeing the words "Cao Xi", so she helped her young master flip a few pages forward. Only after seeing a paragraph about "Xie Shi" did she smile in happiness. However, she quickly flipped the book back to its initial page in a begrudging and resentful manner. This was to prevent any heavenly secrets from being revealed, and also to prevent her own secrets from being exposed. During these past years, the intelligent young master had only been suspicious of her background out of curiosity. However, he had never found any solid proof or evidence. With her grand scheme almost about to succeed, she certainly didn't want to lose everything at the final step. She often followed the young master to his private school, and there were some sayings of the scholars that she felt were extremely pretentious and disgraceful. For example, "one should sacrifice their life in pursuit of righteousness". However, there were also some sayings that she found quite acceptable. For example, "in a journey of 100 steps, 90 steps is only the halfway mark". This was truly a comprehensive and easily understandable principle.

source: 这根碧玉簪子，似乎还蕴含着齐先生和他先生的师徒情谊，情意重不用说，何况礼也不轻啊。
en_us: This jade hairpin seemingly represented the amiable master and disciple relationship between Mr. Qi and his teacher. Not only was this jade hairpin a representation of their deep relationship, it more so wasn't a small present either.

source: 这次不等老人拿话刺他，郑大风自己就扇了自己一耳光，“师兄拦不住才有戏，要真拦下来，以后就真要喝西北风了。”
en_us: Before Old Man Yang could even reply and berate him, Zheng Dafeng had already slapped himself and answered, "Things will only become interesting if he loses. Otherwise, if Senior Brother Li truly stops him, I'll definitely be even more screwed in the future."

source: 这次少女的感激，丝毫不作伪，“爹，你真好！”
en_us: The young girl was filled with gratitude, and she said sincerely, "Father, you're so nice!"

source: 这正是道心的玄妙之处。
en_us: This was the mysterious nature of one's Dao Heart.

source: 这点伤不算什么，老猿一笑置之。不过对少年的必杀之心，愈发坚定。
en_us: This injury was far from severe, and he didn't pay much heed to it, but he became even more determined to kill Chen Ping'an.

source: 这种人，最好打交道，只要你位置比他好，也可能是最不好打交道，一旦被他爬到头顶上去。
en_us: In Fu Nanhua's, eyes, people like Song Jixin were the easiest to deal with, so long as he stayed above them, but they could also be the most difficult type of people to deal with if they were to overtake him.

source: 这种古板性格的少年，哪怕是位兼具罗汉金身天君道术的强大剑仙，只要丢到她家乡那边，年之内必死无疑，而且尸骨无存。
en_us: Even if this stubborn and inflexible youth were an Arhat, Heavenly Lord, and Sword Immortal all at once, he would still face certain death within a year once he left this small town and was tossed into her hometown. Not even his corpse would remain.

source: 这种大神通，可谓登峰造极，虽说很大程度上归功于那座大阵，但依然让人倍感敬畏敬畏。
en_us: This was a grand mystical power of the most lofty heights. Even though this was largely thanks to that large formation, it was still something that elicited a deep sense of respect and fear.

source: 这种当面质问，可谓极其不客气，但是搬山猿仍然没有觉得丝毫不妥。真武山虽然是东宝瓶洲的兵家圣地，可向来一盘散沙，宗门意识并不强烈，身负大神通的修士武夫，更多像是在真武山挂个名而已，真武山的规矩，又是出了名的大而空，谈不上约束力，何来的凝聚力？
en_us: Asking such a question to Qi Jingchun's face was naturally very disrespectful. However, Bai Yuan didn't feel like he was doing anything wrong at all. Even though True Martial Mountain was a sacred land for martial artists in the Eastern Treasured Vial Continent, the disciples there all acted independently, so their sense of companionship wasn't especially strong. When it came to the powerful cultivators and martial artists, it more so seemed like they were disciples in name only. The rules of True Martial Mountain were also renowned for being broad but hollow, so there wasn't any real sense of constraint either. That being the case, what kind of cohesive power would True Martial Mountain have?

source: 这种悄然转变，少年自己根本没有在意，浑然天成，水到渠成。
en_us: This was a gradual and subtle change that even the young boy wasn't aware of. It occured completely naturally.

source: 这种玄之又玄的事情，少年如何能够知道，估计想破脑袋也猜不出答案。
en_us: How could he know about such a mysterious thing? He probably couldn't guess correctly even if he wracked his brains as hard as he could.

source: 这种话如果是苻南华、宋集薪这些天之骄子说出口，宁姚会觉得理所应当毫不意外，可从陈平安的嘴里说出来，宁姚有点不敢相信，于是她忍不住问道：“为什么？”
en_us: If someone as prideful as Fu Nanhua or Song Jixin had made that declaration just now, then Ning Yao wouldn't have been surprised in the slightest, but she was quite taken aback to hear it come from Chen Ping'an, and she couldn't help but ask, "Why?"

source: 这种超乎想象的存在，要是有谁夸下海口，说这类圣人一怒之下，能够一脚将东宝瓶洲最大的山岳彻底踩碎，孩子不敢说自己全信，但也肯定会半信半疑。
en_us: This was an unfathomable figure, and if anyone were to claim that such an almighty figure would be able to completely crush the largest mountain on the Eastern Treasured Vial Continent with a single stomp of their foot, the boy wouldn't be fully convinced, but he would definitely wouldn't be overly doubtful about such a claim, either.

source: 这要是在龙尾郡陈氏家门，仅凭这个透着一股懒散的坐姿，给长辈一经发现，无论嫡庶子，小孩子一律要挨板子，成年人则要挨训。
en_us: If they were in the Chen Clan's residence in Dragon Tail County, this kind of lazy and uncouth sitting position would immediately darw punishment from the elders. Regardless of whether one was a legitimite or illegitimite child, all children would be subject to physical punishment if they dared to sit like this. Meanwhile, adults would receive a scolding.

source: 这让陈平安悚然，宁姑娘虽然喜欢说一些口气很大的话，但是她所有冷眼袖手的言语，绝对不会有半点作假，她说牢固异常的斩龙台，只能被大剑仙花大代价才能劈开，陈平安就确信无疑。那么这块斩龙台是自己长脚了，然后一路跑到他陈平安家宅子？
en_us: Ning Yao was always making bold claims to Chen Ping'an, but she had never once lied to him. She had told him that Dragon Slaying Platform was an extremely hard material that could only be sliced through by a powerful sword immortal at a heavy cost. Chen Ping'an firmly believed what she had told him, and thus, he was absolutely bewildered by the fact that a piece of a pedestal had somehow ended up in his yard.

source: 这让陈平安每次走在溪边都要忍不住唉声叹气。
en_us: This caused Chen Ping'an to sigh and shake his head every time he walked past the creek.

source: 这话顾粲爱听，对那位姐姐伸出大拇指，“头发长，见识也长，果然比隔壁某个小娘们靠谱儿”
en_us: These were the words that Gu Can wanted to hear. He raised a thumb at the young woman and said, "Your hair is long, and you're also long of wit and knowledge[ref]A play on the derogatory saying that woman have long hair, but are short of wit and knowledge.[ref]. Sure enough, you're more reasonable than that young lady from next door."

source: 这说明少年的手劲一直没有松懈，寻常人恐怕早就拗不过那份刺骨疼痛。
en_us: The fact that it was still bleeding indicated that he hadn't relaxed his grip on the porcelain shard even for a second, and the average person would've most likely already dropped the shard, unable to bear the agony.

source: 这辈子不亏。
en_us: After seeing something so beautiful, he felt like he could die without any regrets.

source: 这道暗影临近石拱桥后，速度放缓，最后简直就是乌龟划水一般。
en_us: As the shadow approached the stone bridge, it slowed down further and further, and by the end, it had slowed to a crawl.

source: 远在天边的家族威势，近在眼前的圣人庇护，她能不嚣张吗？
en_us: A powerful clan in the distance, and the protection of a Sage nearby... How could she not be arrogant?

source: 远处云海当中，有女子修士借着云雾隐匿身形，愤懑道：“手段如此血腥残忍，哪里是巍巍然坐镇一地气运的圣人所为。”
en_us: Far away in the distance, a female cultivator concealed herself in the sea of clouds as she grumbled in a furious voice, "How could you be so barbaric? This is not how a Sage overseeing a blessed land should be conducting himself!"

source: 远处云海，沸腾起来。
en_us: The sea of clouds in the distance began to churn incessantly, and it seemed that the veil of white clouds was gradually thinning out.

source: 远处算命摊子那边，年轻道人闭目养神，自言自语道：“是谁说天运循环无厚薄？”
en_us: Over at the fortune telling stall in the distance, the young ist priest murmured to himself, "Who says there's disparity in the cycle of fortune?"

source: 远处草鞋少年正往这边跑来，脚步不急不慢，不像是被追杀。当他看到墨绿色的少女后，赶紧招手示意她下来。
en_us: Chen Ping'an was running over from the distance, with his footsteps neither hurried nor slow. It didn't look like he was fleeing from someone. When he saw the young girl in green, he hurriedly waved his hand and gestured for her to come down.

source: 远处陈对突然柔声问道：“小姑娘，你这只葫芦会不会在某些时候，自己发出声响？”
en_us: Sitting a fair distance away from them, Chen Dui suddenly asked, "Little girl, does your gourd occassionally emit a sound by itself?"

source: 远处陈平安的脚步，明显停顿了一下，年轻道人已经火速起身，趁热打铁，高声道：“大早上的，年轻人你是头位客人，贫道干脆就好人做到底，只要你坐下抽签，实不相瞒，贫道会写一些黄纸符，可以帮你为先人祈福，积攒阴德，以贫道的能耐，不敢说一定让人投个大富大贵的好胎，可要说多出一两分福报，终归是尝试一下的。”
en_us: Chen Ping'an had already jogged into the distance at this point, but he clearly faltered slightly in his footsteps. The young ist priest instantly jumped on the opportunity, quickly rising to his feet as he declared, "It's still very early in the morning, so you'll be my first customer, young man. In light of that, I'll do you an additional favor. If you sit down for a reading, I'll write up some yellow paper talismans for you and help you pray to your ancestors so you can accumulate some good karma. With my skills, I wouldn't dare to guarantee that you'll be reincarnated into a wealthy clan in your next life, but I can certainly try and bless you with a bit of good fortune."

source: 远处，儒士打趣道：“赵繇啊赵繇，我可是救了你一命啊。”
en_us: In the distance, Qi Jingchun teased, "I just saved your life back there."

source: 远处，宋集薪高声喊道：“稚圭，回家啦。”
en_us: In the distance, Song Jixin called out, "Time to go home, Zhi Gui."

source: 远处，齐静春安安静静望着槐树下的景象，不言不语。
en_us: Qi Jingchun silently observed this sight from the distance, not speaking and not interfering.

source: 远离小镇西边那条小街后，陈平安依旧脚步不停，抽空小声解释道：“先前在泥瓶巷那边，老猿被我骗去一栋破房子的屋顶，然后他就掉坑里去了，之后我偷偷丢了一块小破瓦在窟窿旁边的屋上，果然老猿以为是我不小心，泄露了脚步声，他突然砸出一块瓦片来，连墙壁带隔壁屋顶一起给打穿了，吓得我出了一身冷汗。”
en_us: After running far away from the west side of the small town, Chen Ping'an found the opportunity to quietly explain, "While we were fighting in Clay Vase Alley, I tricked to old ape to jump on top of an old and rundown roof, causing him fall into the house. While he was down there, I secretly tossed a small piece of broken tile onto the nearly roof. Sure enough, he thought that it was me being careless and revealing my position, so he suddenly tossed a tile over, breaking both the wall and the roof. That was truly terrifying.

source: 远离阮家铺子后，心思重重的陈平安下水捡石头，不知心神不宁的缘故，还是溪水下降的关系，今天收获不大，yi直等到陈平安临近廊桥，只捞取二十多颗蛇胆石，而且没有yi块能够让人眼前yi亮，yi见钟情。
en_us: After leaving Master Ruan's blacksmith shop, Chen Ping'an was wieghed down with thoughts in his mind as he entered the creek to collect pebbles. Perhaps it was due to his restless mind, or perhaps it was due to the shallower creek, his results today were relatively poor, with only 20 or so snake gall pebbles in his basket when he arrived near the covered bridge. Moreover, none of them were dazzling, and none of them had caught his attention at first glance.

source: 连她自己也不知道为什么。
en_us: Even she didn't know why this was.

source: 连自家屋顶也给搬山猿踩踏的小镇汉子，此时面对这位大骊藩王，哪里还有半点蹲在地上生闷气的窝囊样子，沉声道：“宋长镜，只要打过之后，你还能活下来，自然知道答案！”
en_us: The roof of the middle-aged man's house had been damaged by the Mountain-moving Ape, yet facing the monarch of the Great Li Empire, what part of him still looked like the pathetic and useless man who had been squatting on the ground and fuming in silence? "Song Changjing, you'll naturally know the answer if you can survive this battle!" Li Er said in a solemn voice.

source: 速度之快，步伐之大，节奏之好，尤其是配合恰到好处的一次次呼吸吐纳，如果那名婢女能够看到，一定会觉得少年跟她一样，习武多年，浸淫已久，绝对不是什么门外汉。
en_us: His speed, stride length, and rhythm were all exceptional. In particular, he was able to time every single step so that it was perfectly in sync with his breathing. If the maidservant could see this, she would've definitely been led to believe that Chen Ping'an was someone who had also practiced martial arts for many years, just like her.

source: 道人匆忙接住铜钱，摊开手心一看，愁眉不展，才是最小额的一钱。
en_us: The ist priest hurriedly caught the coin before spreading his hand open and taking a look, only to discover that it was smallest money value copper coin possible, and his mood wasn't lifted at all.

source: 道人咳嗽一声，气势骤降，“大概不会吧？”
en_us: The Daoist priest cleared his throat, and he suddenly seemed to be a lot less sure of himself as he muttered, "She probably wouldn't do that."

source: 道人哈哈笑道：“万一抽出上上签，可不就是五钱了嘛。”
en_us: "But it'll be five copper coins if you manage to pull the best slip," the ist priest chuckled.
